Repository: FreePBX/restart
Catalog: i18n/*/LC_MESSAGES/restart.po
Languages: de_de, es_es, fa_ir, fr_fr, ja_jp, pl, pt_br, ru_ru, vi

source: Admin
de_de: Administrator
es_es: Administrador
fa_ir: مدیر
ja_jp: アドミン
pl: Administrator
pt_br: Administrador
ru_ru: Админ
vi: Quản trị viên

source: Bulk Phone Restart
de_de: Bulk Phone Neustart
es_es: Reiniciar teléfonos a granel
fa_ir: راه اندازی مجدد گروهی تلفن ها
fr_fr: Redémarrage de téléphone
ja_jp: 複数電話機再起動
pl: Masowy restart telefonów
pt_br: Reiniciar Telefones em Massa
ru_ru: Общий рестарт телефонов
vi: Khởi động lại Bulk Phone

source: Currently, only Aastra, Snom, Polycom, Grandstream and Cisco devices are supported.
de_de: Derzeit werden nur Aastra-, Snom-, Polycom-, Grandstream- und Cisco-Geräte unterstützt.
es_es: Actualmente, sólo se admiten los dispositivos Aastra, Snom, Polycom, Grandstream y Cisco.
fa_ir: درحال حاضر تنها دستگاه های Aastra, Snom, Polycom, Grandstream و Cisco پشتیبانی می شوند.
fr_fr: À l'heure actuelle seulement les produits Aastra, Snom, Polycom, Grandstream et Cisco sont supportés.
pl: Obecnie wspierane są tylko telefony Aastra, Snom, Polycom, Grandstream i Cisco.
pt_br: Atualmente, apenas os dispositivos Aastra, Snom, Polycom, Grandstream e Cisco são suportados.
ru_ru: В настоящее время поддерживаются только устройства Aastra, Snom, Polycom, Grandstream и Cisco.
vi: Hiện tại, chỉ mỗi các thiết bị Aastra, Snom, Polycom, Grandstream và Cisco được hỗ trợ.

source: Device List
de_de: Geräteliste
es_es: Lista de Dispositivos
fa_ir: فهرست دستگاه ها
fr_fr: Liste des dispositifs
pl: Lista urządzeń
pt_br: Lista de Dispositivos
ru_ru: Список устройств
vi: Danh sách thiết bị

source: FAILED
de_de: Fehlgeschlagen
es_es: FALLIDO
fa_ir: ناموفق
fr_fr: ÉCHOUÉ
ja_jp: 失敗しました
pl: NIEPOWODZENIE
pt_br: FALHOU
ru_ru: СБОЙ
vi: KHÔNG THÀNH CÔNG

source: Failed to install
de_de: Installation fehlgeschlagen
es_es: Fallo Instalación
fa_ir: خطا در نصب
fr_fr: Échec lors de l'installation
pl: Nie udało się dokonać instalacji
pt_br: Falhou ao instalar
ru_ru: Ошибка при установке
vi: Cài đặt không thành công

source: Phone Restart
de_de: Telefonneustart
es_es: Reiniciar Telefono
fa_ir: بازنشانی تلفن
fr_fr: Redémarrage de téléphone
ja_jp: 電話機再起動
pl: Restart telefonu
pt_br: Reiniciar Telefone
ru_ru: Рестарт телефонов
vi: Khởi động lại điện thoại

source: Restart Phones
de_de: Telefone neu starten
es_es: Reiniciar Teléfonos
fa_ir: بازنشانی تلفن ها
fr_fr: Redémarrer les téléphones
ja_jp: 電話機の再起動
pl: Restart telefonów
pt_br: Reiniciar Telefones
ru_ru: Рестарт телефонов
vi: Khởi động lại các điện thoại

source: Restart requests sent!
de_de: Neustart Befehl gesendet!
es_es: Solicitud de Reinicio enviada!
fa_ir: درخواست بازنشانی ارسال شد!
fr_fr: La demande de redémarrage a été soumise !
ja_jp: 再起動リクエストが送信されました!
pl: Komunikat restartu został wysłany!
pt_br: Solicitação de reinício enviada!
ru_ru: Запрост на рестарт послан!
vi: Yêu cầu khởi động lại đã được gửi!

source: SELECT ALL
de_de: Alle Auswählen
es_es: SELECCIONAR TODO
fa_ir: انتخاب همه
fr_fr: CHOISIR TOUT
ja_jp: 全て選択
pl: WYBIERZ WSZYSTKIE
pt_br: SELECIONAR TUDO
ru_ru: ВЫБРАТЬ ВСЕ
vi: CHỌN TẤT CẢ

source: Select Device(s) to restart. Currently, only Aastra, Snom, Polycom, Grandstream and Cisco devices are supported. All other devices will not show up in this list. Click the "Select All" button to restart all supported devices.
de_de: Wählen Sie Geräte, um neu zu starten. Derzeit werden nur Aastra-, Snom-, Polycom-, Grandstream- und Cisco-Geräte unterstützt. Alle anderen Geräte werden nicht in dieser Liste angezeigt. Klicken Sie auf die Schaltfläche "Alle auswählen", um alle unterstützten Geräte neu zu starten.
es_es: Seleccione Dispositivo(s) para reiniciar. Actualmente, sólo se admiten los dispositivos Aastra, Snom, Polycom, Grandstream y Cisco. Todos los demás dispositivos no aparecerán en esta lista. Haga clic en el botón "Seleccionar todo" para reiniciar todos los dispositivos compatibles.
fa_ir: دستگاه (ها) را برای بازنشانی انتخاب نمایید. در حال حاظر فقط دستگاه های Aastra، Snom، Polycom، Grandstream و Cisco پشتیبانی می شود. با استفاده از گزینه "انتخاب همه" همه دستگاه های تحت پوشش را راه اندازی مجدد نمایید.
fr_fr: Choisir le(s) dispositif(s) à redémarrer. À l'heure actuelle seulement les produits Aastra, Snom, Polycom, Grandstream et Cisco sont supportés. Tous les autres ne seront pas affichés dans cette liste. Cliquer sur le bouton "CHOISIR TOUT" pour redémarrer tous les produits supportés.
pl: Wybierz urządzenia do zrestartowania. Obecnie wspierane są tylko telefony Aastra, Snom, Polycom, Grandstream i Cisco. Inne urządzenia nie zostaną wyświetlone na liście. Kliknij przycisk "Wybierz wszystkie" aby zrestartować wspierane urządzenia.
pt_br: Selecione os Dispositivo(s) para reiniciar. Atualmente, apenas os dispositivos Aastra, Snom, Polycom, Grandstream e Cisco são suportados. Todos os outros dispositivos não aparecerão nesta lista. Clique no botão "Selecionar tudo" para reiniciar todos os dispositivos suportados.
ru_ru: Выберите устройство(-ва) для перезагрузки. В настоящее время поддерживаются только устройства Aastra, Snom, Polycom, Grandstream и Cisco. Все остальные устройства не будут отображаться в этом списке. Нажмите кнопку "Выбрать все" для перезагрузки всех поддерживаемых устройств.
vi: Chọn thiết bị cần khởi động lại. Hiện tại chỉ mỗi thiết bị Aastra, Snom, Polycom, Grandstream và Cisco được hỗ trợ. Tất cả các thiết bị khác sẽ không hiển thị trong danh sách. Kích chọn "Select All" để khởi động lại tất cả các thiết bị được hỗ trợ.

source: This module allows users to restart one or multiple phones that support being restarted via a SIP NOTIFY command through Asterisk's sip_notify.conf
de_de: Mit diesem Modul können Benutzer ein oder mehrere Telefone, die den Neustart über einen SIP NOTIFY-Befehl über die sip_notify.conf von Asterisk unterstützen, neu starten
es_es: Este módulo permite a los usuarios reiniciar uno o varios teléfonos que admiten el reinicio a través de un comando SIP NOTIFY a través de sip_notify.conf de Asterisk
fa_ir: این ماژول به کاربران اجازه می دهد تا یک یا چند تلفن که از بازنشانی از طریق پیام SIP NOTIFY پشتیبانی می کنند، را راه اندازی مجدد نمایند
fr_fr: Ce module permet aux utilisateurs de redémarrer un ou plusieurs téléphones qui supportent le redémarrage à l'aide d'une commande SIP NOTIFY par l'intermédiaire du fichier sip_notify.conf d'Asterisk
pl: Ten moduł pozwala użytkownikom zrestartować jeden lub wiele telefonów jednocześnie z użyciem comendy SIP NOTIFY z użyciem sip_notify.conf Asteriska.
pt_br: Este módulo permite aos usuários reiniciar um ou vários telefones que suportem ser reiniciados por meio de um comando SIP NOTIFY através do sip_notify.conf do Asterisk
ru_ru: Модуль позволяет перезагружать один или несколько телефонов, поддерживающих этот функционал через посылку пакетов SIP NOTIFY используя настройки Астериск в sip_notify.conf
vi: Mô đun này cho phép người dùng khởi động lại một hoặc nhiều điện thoại mà chúng được hỗ trợ khởi động lại thông qua một lệnh SIP NOTIFY tại sip_notify.conf của Tổng đài Asterisk

source: Warning: The restart mechanism behavior is vendor specific. Some vendors only restart the phone if there is a change to the phone configuration or if an updated firmware is available via tftp/ftp/http
de_de: Warnung: Das Verhalten des Neustartmechanismus ist herstellerspezifisch. Einige Hersteller starten das Telefon nur neu, wenn sich die Telefonkonfiguration geändert hat oder wenn eine aktualisierte Firmware über tftp / ftp / http verfügbar ist
es_es: Advertencia: El mecanismo de reinicio es específico del proveedor. Algunos proveedores sólo reinician el teléfono si hay un cambio en la configuración del teléfono o si una actualización del firmware está disponible a través de TFTP/FTP/HTTP
fa_ir: هشدار: مکانیزم بازنشانی مختص به هر برند می باشد. برخی از برندها تنها زمانی تلفن را بازنشانی می نمایند که تغییری در تنظیمات آن ها رخ داده باشد و یا بروزرسانی از طریق tftp/ftp/http وجود داشته باشد
fr_fr: Attention : Le comportement du mécanisme de redémarrage est spécifique au fournisseur. Certains fournisseurs redémarrent uniquement le téléphone si sa configuration a été modifiée ou si un microprogramme plus récent est offert par tftp/ftp/http
ja_jp: Warning: 再起動メカニズムの挙動はベンダーごとに異なります。ベンダーによっては、電話機の設定が変更された場合や、tftp/ftp/http経由でファームウェアの更新が利用可能な場合のみ電話機の再起動が行われます。
pl: Uwaga! Zachowanie telefonów jest zależne od producenta. Niektórzy producenci restartują telefony wyłącznie jeżeli nastąpi zmiana konfiguracji telefonu lub gdy nowe oprogramowanie telefonu jest dostępne przez tftp/ftp/http
pt_br: Atenção: O comportamento do mecanismo de reinício é específico do fornecedor. Alguns fornecedores apenas reiniciam o telefone se houver uma alteração na configuração do telefone ou se um firmware atualizado estiver disponível via tftp/ftp/http
ru_ru: Предупреждение: Механизм рестарта специфичен для каждого производителя. Некоторые производители допускают рестарт телефонов только если сделаны какие-либо изменения в конфигурации телефонов, или доступно обновление прошивки через tftp/ftp/http сервис
vi: Cảnh báo: Cơ chế khởi động lại phụ thuộc vào nhà cung cấp cụ thể. Một số nhà cung cấp chỉ khởi động lại điện thoại nếu có cấu hình điện thoại bị thay đổi hay một firmware đã được cập nhật hiện đang khả dụng thông qua tftp/ftp/http

source: ok
fa_ir: تایید

source: Device List:
ja_jp: デバイスリスト：

source: Select Device(s) to restart. Currently, only Aastra, Snom, Polycom, Grandstream and Cisco devices are supported. All other devices will not show up in this list. Click the "Select All" button to restart all supported devices.
ja_jp: 再起動するデバイスを選択してください。現状Aastra, Snom, Polycom, Grandstream, Ciscoのみのサポートとなります。他のデバイスはリストに出現しません。全ての電話機を再起動する場合は"全て選択"ボタンをクリックしてください。

source: This module allows users to restart one or multiple phones that support being restarted via a SIP NOTIFY command through Asterisk\'s sip_notify.conf
ja_jp: 再起動するためのSIP NOTIFYコマンドに対応する機種をご利用の場合は、このモジュールから再起動させることができます。各コマンドはAsteriskの sip_notify.conf に定義されています
